Repository: vanbungkring/badumtas
Catalog: Dompetku/FZResources/Resources/Localizable/FZAPI/*.lproj/FZAPI.strings
Languages: de, es, fr, id, nl

# -10000
source: An error occured, please try again.
de: Ein Fehler ist aufgetreten, versuchen Sie es erneut.
es: Ha habido un error. Por favor, inténtelo otra vez.
fr: Une erreur s'est produite, veuillez réessayer.
id: Terjadi error, silakan coba lagi.
nl: Een fout is opgetreden, probeer het opnieuw.

source: An error occured, please try again.
de: Ein Fehler ist aufgetreten, versuchen Sie es erneut.
es: Ha habido un error. Por favor, inténtelo otra vez.
fr: Une erreur s'est produite, veuillez réessayer.
id: Terjadi error, silakan coba lagi.
nl: Een fout is opgetreden, probeer het opnieuw.

# ANSWER_NOT_VALID_CONTACT_SUPPORT_A
source: Lost your password?
de: Sie haben Ihr Passwort vergessen?
es: ¿No puedes recuperar tu contraseña?
fr: Un problème pour vous connecter ?
id: Kehilangan password Anda?
nl: Bent u uw wachtwoord vergeten?

# ANSWER_NOT_VALID_CONTACT_SUPPORT_B
source: Contact our Customer Services at contact@flashiz.com
de: Kontaktieren Sie unseren Kundendienst unter contact@flashiz.com
es: Ponte en contacto con Atención al cliente en contact@flashiz.com
fr: Contactez contact@flashiz.com
id: Hubungi Layanan Pelanggan kami di contact@flashiz.com
nl: Neem contact op met onze Klantenservice via contact@flashiz.com

# ANSWER_NOT_VALID_MAX_REACHED
source: Your Flashiz account has been blocked. Please check your inbox.
de: Ihr Flashiz-Account wurde gesperrt. Gehen Sie bitte zu Ihrem Postfach.
es: Tu cuenta Flashiz ha sido bloqueada. Consulta tu correo electrónico.
fr: Votre compte Flashiz a été bloqué. Veuillez consulter votre messagerie.
id: Akun Flashiz Anda telah diblokir. Silakan periksa inbox Anda.
nl: Uw Flashiz-account is geblokkeerd. Raadpleeg uw inbox.

source: You need an internet connection to use FLASHiZ. Please check your connection and try again.
de: Sie müssen mit dem Internet verbunden sein, um FLASHiZ benutzen zu können. Stellen Sie bitte eine Verbindung her, und versuchen Sie es noch einmal.
es: Tienes que estar conectado a internet para usar FLASHIZ. Conéctate y vuelve a intentarlo.
fr: Vous devez être connecté à Internet pour utiliser FLASHiZ. Merci de vous connecter et de réessayer.
id: Anda memerlukan koneksi internet untuk menggunakan FLASHiZ. Silakan periksa koneksi Anda dan coba lagi.
nl: U moet een internetverbinding hebben om FLASiZ te gebruiken. Maak de verbinding en probeer opnieuw.

source: The connection with FLASHiZ failed. Please try again.
de: FLASHiZ-Login fehlgeschlagen, bitte versuchen Sie es erneut.
es: La conexión con FLASHIZ se ha interrumpido inesperadamente. Por favor, vuelve a intentarlo.
fr: La connexion avec FLASHiZ a échoué, veuillez réessayer.
id: Koneksi dengan FLASHiZ gagal. Silakan coba lagi.
nl: De verbinding met FLASHiZ is mislukt, probeer alstublieft opnieuw.

source: An error occured, please try again.
de: Ein Fehler ist aufgetreten, versuchen Sie es erneut.
es: Ha habido un error. Por favor, inténtelo otra vez.
fr: Une erreur s'est produite, veuillez réessayer.
id: Terjadi error, silakan coba lagi.
nl: Een fout is opgetreden, probeer het opnieuw.

source: The email address or password is not correct. Please try again.
de: Die eingegebene E-Mail-Adresse oder das Passwort ist nicht korrekt. Versuchen Sie es bitte noch einmal.
es: La dirección de email o la contraseña son incorrectas. Por favor, vuelve a introducirlas.
fr: L'adresse email ou le mot de passe saisi est incorrect, veuillez réessayer.
id: Alamat email atau password tidak benar. Silakan coba lagi.
nl: Het ingevoerde e-mail adres of paswoord is niet juist, probeer opnieuw.

source: Lost your password? Contact our Customer Services at contact@flashiz.com
de: Sie haben Ihr Passwort vergessen? Kontaktieren Sie unseren Kundendienst unter contact@flashiz.com
es: ¿No puedes recuperar tu contraseña? Ponte en contacto con Atención al cliente en contact@flashiz.com
fr: Un problème pour vous connecter ? Contactez contact@flashiz.com
id: Kehilangan password Anda? Hubungi Layanan Pelanggan kami di contact@flashiz.com
nl: Bent u uw wachtwoord vergeten? Neem contact op met onze Klantenservice via contact@flashiz.com

source: To finalize the creation of your account, please contact contact@flashiz.com
de: Haben Sie ein Problem beim Einloggen? Bitte wenden Sie sich an contact@flashiz.com.
es: Para poder continuar con la apertura de tu cuenta. Por favor, ponte en contacto con contact@flashiz.com
fr: Pour poursuivre la création de votre compte, veuillez contacter contact@flashiz.com
id: Untuk menyelesaikan pembuatan akun Anda, silakan hubungi contact@flashiz.com.
nl: Neem alstublieft contact op met contact@flashiz.com om verder te gaan met het aanmaken van uw rekening.

source: Your annual transaction limit was reached. Please contact contact@flashiz.com to get your account verified.
de: Sie haben Ihr jährliches Transaktionslimit erreicht. Lassen Sie bitte Ihr Konto bestätigen, um FLASHiZ weiterhin zu benutzen.
es: Has alcanzado tu límite anual de transacciones. Verifica tu cuenta para seguir usando Flashiz.
fr: Vous avez atteint votre limite annuelle de transactions. Veuillez faire confirmer votre compte pour continuer à utiliser FLASHiZ.
id: Limit transaksi tahunan Anda tercapai.
nl: U hebt de limiet voor het aantal transacties per jaar bereikt. Laat alstublieft uw rekening certificeren om FLASHiZ te blijven gebruiken.

source: Credit card payment could not be completed.
de: Die Abbuchung von Ihrer Bankkarte konnte nicht durchgeführt werden.
es: No hemos podido realizar el cargo en tu tarjeta de crédito.
fr: Le prélèvement sur votre carte bancaire n'a pas pu être effectué.
id: Pembayaran dengan Kartu Kredit gagal
nl: Wij hebben geen geld van uw bankkaart kunnen afnemen.

source: Your credit card is invalid. Please use another card.
de: Ihre Bankkarte ist ungültig. Wählen Sie bitte eine andere.
es: Tu tarjeta de crédito no es válida. Por favor selecciona una nueva.
fr: Votre carte bancaire est invalide. Veuillez en sélectionner une nouvelle.
id: Kartu Kredit Anda tidak valid. Silakan menggunakan kartu kredit lainnya.
nl: Uw bankkaart is ongeldig. Kies alstublieft een nieuwe kaart.

source: The QR code has not been initialised yet. Please try again.
de: Der QR-Code wurde noch nicht initialisiert, versuchen Sie es bitte noch einmal.
es: El código QR aún no está listo. Por favor, vuelve a intentarlo.
fr: Le QR Code n'a pas encore été initialisé, veuillez réessayer.
id: Kode QR tidak valid.
nl: De QR code is nog niet geïnitialiseerd, probeer opnieuw.

source: The payment failed. Please try again.
de: Die Zahlung konnte nicht ausgeführt werden, bitte versuchen Sie es noch einmal.
es: No se ha podido realizar el pago. Por favor, vuelve a intentarlo.
fr: Le paiement n'a pas pu être effectué, veuillez réessayer.
id: Pembayaran gagal. Silakan coba lagi.
nl: De betaling kon niet uitgevoerd worden, probeer opnieuw.

source: You can't send money to your own account. Please enter a new email address.
de: Sie können kein Geld an Ihr eigenes Konto senden. Bitte geben Sie eine neue E-Mail-Adresse an.
es: No puedes enviar dinero a tu propia cuenta. Por favor, introduce una nueva dirección de email.
fr: Vous ne pouvez pas envoyer d'argent à votre propre compte. Veuillez indiquer une nouvelle adresse email.
id: Anda tidak dapat mengirim uang ke rekening Anda sendiri. Masukkan alamat email yang baru.
nl: U kunt geen geld naar uw eigen rekening zenden. Voer alstublieft een nieuw e-mail adres in.

source: You can't send money to your own account. Please enter a new email address.
de: Sie können kein Geld an Ihr eigenes Konto senden. Bitte geben Sie eine neue E-Mail-Adresse an.
es: No puedes enviar dinero a tu propia cuenta. Por favor, introduce una nueva dirección de email.
fr: Vous ne pouvez pas envoyer d'argent à votre propre compte. Veuillez indiquer une nouvelle adresse email.
id: Anda tidak dapat mengirim uang ke rekening Anda sendiri. Masukkan alamat email yang baru.
nl: U kunt geen geld naar uw eigen rekening zenden. Voer alstublieft een nieuw e-mail adres in.
