Repository: vanbungkring/badumtas
Catalog: Dompetku/FZResources/Resources/Localizable/FZP2P/*.lproj/FZP2P.strings
Languages: de, es, nl

# transferHomeViewController_navigation_title
source: Money transfer
de: Geldtransfer
es: Transferencia de dinero
nl: Geld overmaken

# transferHomeViewController_deal_success
source: The transaction has been validated
de: Die Transaktion wird überprüft
es: La transacción es válida
nl: De transactie is bevestigd

# transferHomeViewController_deal_success_with_amount
source: Well done, you just sent %@
de: Herzlichen Glückwunsch, Sie haben gerade %@ gesendet
es: Felicidades, acabas de enviar %@.
nl: Gelukt, u hebt %@ overgemaakt.

# transferHomeViewController_receiveButton
source: Receive
de: Erhalten
es: Recibir
nl: Ontvangen

# transferHomeViewController_sendButton
source: Send
de: Senden
es: Enviar
nl: Versturen

# transferStep1ViewController_EmptyAmount
source: The amount of your money transfer must be greater than 0
de: Der Betrag muss größer als 0 sein
es: El importe debe ser superior a 0
nl: Het bedrag moet worden bovenste 0

# transferStep1ViewController_FillEmail
source: Please enter an email address
de: Geben Sie bitte eine E-Mail-Adresse ein
es: Indique una dirección de email
nl: Vul uw emailadres in

# transferStep1ViewController_InsufficientAmount
source: The balance of your account is too low to send %@
de: Das Guthaben auf Ihrem Konto reicht nicht aus, um einen Transfer von %@ zu tätigen
es: El saldo de tu cuenta es insuficiente para realizar una transferencia de %@
nl: Het saldo van uw account is niet toereikend voor een transfer van %@

# transferStep1ViewController_FillAmount
source: Please enter an amount
de: Bitte geben Sie einen Betrag ein
es: Introduzca una cantidad
nl: Vul een bedrag in

# transferStep1ViewController_To
source: To:
de: An:
es: A:
nl: Aan:

# transferStep1ViewController_Amount
source: Amount:
de: Betrag:
es: Cantidad:
nl: Bedrag:

# transferStep1ViewController_SearchEmailFriend
source: Enter your friend's email address or
de: Geben Sie den E-Mail Ihres Freundes an oder
es: introduce el email de la persona
nl: Vult de email van uw vriend of

# transferStep1ViewController_SearchInAdressBook
source: search in your address book
de: Suchen Sie ihn in Ihrem Verzeichnis
es: BÚSCALO EN TU AGENDA
nl: Zoek in uw contactenlijst

# transferStep1ViewController_Comment_title
source: Comment
de: Deine Botschaft
es: Tu Mensaje
nl: Commentaar

# transferReceiveStep1ViewController_your_balance
source: Balance
de: Mein Saldo
es: Mi saldo:
nl: Mijn saldo:

# transferReceiveStep1ViewController_amount
source: Amount:
de: Betrag:
es: Cantidad:
nl: Bedrag:

# transferReceiveStep1ViewController_description
source: Generate the QR Code and show it to your friend.
de: Geben Sie den Betrag an, um den QR-Code zu generieren, den ihr Freund flashen soll.
es: Introduce el importe a recibir para crear el código QR y muéstraselo a quien debe enviarte el dinero.
nl: Vul het te ontvangen bedrag in om een QR code aan te maken die uw vriend kan flashen.

# transferReceiveStep1ViewController_alert_message
source: Please enter an amount.
de: Bitte geben Sie einen Betrag ein.
es: Introduzca una cantidad.
nl: Vul een bedrag in.

# transferReceiveStep2ViewController_flashAndPay
source: Flash and pay
de: Flashen und zahlen
es: Escanea y paga
nl: Flash en betaal
