Repository: vanbungkring/badumtas
Catalog: Dompetku/FZResources/Resources/Localizable/FZPayment/*.lproj/FZPayment.strings
Languages: de, es, fr, id, nl

# paymentHomeViewController_navigation_title
source: Payment
de: Zahlung
es: HAZ FLASH Y PAGA
fr: Paiement
id: Bayar
nl: Betaling

# paymentViewController_lbl_setUserInfos
source: Fill in your contact details to complete your registration
de: Vervollständigen Sie Ihre Anmeldung, indem Sie Ihre Adressdaten eingeben
es: Finalice el registro dando sus datos
fr: Finalisez votre inscription en renseignant vos coordonnées
id: Selesaikan pendaftaran Anda dengan memasukkan data Anda
nl: Maak uw inschrijving compleet door uw gegevens in te vullen

# paymentViewController_btn_setUserInfos
source: Enter
de: Eingeben
es: Dar datos
fr: Renseigner
id: Masukkan
nl: Invullen

# paymentViewController_lbl_addCreditCard
source: Add a credit card
de: Kreditkarte hinzufügen
es: Añadir una tarjeta bancaria
fr: Ajouter une carte bancaire
id: Tambahkan kartu kredit
nl: Een rekening toevoegen

# paymentViewController_btn_addCreditCard
source: Add
de: hinzufügen
es: Añadir
fr: Ajouter
id: Tambah
nl: Toevoegen

# paymentViewController_not_flashiz_invoice_alert_message
source: This is not a FLASHiZ QR Code. You will be redirected to your web browser.
de: Dies ist kein FLASHIZ QR-Code. Sie werden zu Ihrem Web-Browser umgeleitet.
es: Este código QR no es de Flashiz. Será redirigido a su navegador web.
fr: Ceci n'est pas un QR Code Flashiz. Vous allez être redirigé vers votre navigateur web.
id: Ini bukan Kode QR Flashiz. Anda akan diarahkan ke browser web.
nl: Dit is geen QR code van Flashiz. U wordt doorgestuurd naar uw webbrowser.

# paymentViewController_not_flashiz_invoice_alert_message_default
source: This is not a FLASHiZ QR Code.
de: Dies ist kein FLASHIZ QR-Code.
es: Este código QR no es de Flashiz.
fr: Ceci n'est pas un QR Code Flashiz.
id: Ini bukan Kode QR Flashiz.
nl: Dit is geen QR code van Flashiz.

# paymentViewController_not_flashiz_invoice_alert_message_not_rul_call_sms
source: This is not a FLASHiZ QR Code. Call and SMS are not managed.
fr: Ceci n'est pas un QR Code Flashiz. Les appels/sms ne sont pas pris en compte
id: Format dari kode QR tidak disupport oleh aplikasi ini.

# paymentViewController_not_flashiz_invoice_alert_message_not_url
source: This is not a FLASHiZ QR Code. Text content:
fr: Ceci n'est pas un QR Code Flashiz. Texte :
id: Ini bukan kode QR FLASHiZ. Teks:

# paymentViewController_incorret_invoice_alert_message
source: This QR Code is inactive.
de: Dieser QR-Code ist inaktiv.
es: Este código QR está inactivo.
fr: Ce QR Code est inactif.
id: Kode QR tidak valid
nl: Deze QR code is niet actief

# paymentViewController_not_flashiz_valid_account_title
source: Account activation
de: Account aktivieren
es: Activación de la cuenta
fr: Activation du compte
id: Pengaktifan akun
nl: Account activatie

# paymentViewController_not_flashiz_valid_account
source: You must enter your information before you can make your first payment.
de: Um Ihre erste Zahlung tätigen zu können, vervollständigen Sie bitte Ihre persönlichen Daten.
es: Antes de realizar su primer pago, debe rellenar sus datos.
fr: Pour effectuer votre premier paiement, vous devez compléter vos informations.
id: Anda harus memasukkan data Anda sebelum Anda dapat melakukan pembayaran pertama Anda.
nl: Om uw eerste betaling te voldoen dient u de gevraagde informatie in te vullen.

# registerCaptchaViewController_mail_notification
source: An email has just been sent to you. Please check your messages to activate your account.
de: Sie haben gerade eine Email erhalten. Überprüfen Sie Ihr Postfach, um Ihren Account zu aktivieren.
es: Acabamos de enviarle un e-mail de confirmación. Por favor, compruebe su correo para activar la cuenta.
fr: Un email vient de vous être envoyé. Veuillez consulter votre messagerie pour activer votre compte.
id: Email baru saja dikirimkan kepada Anda. Harap memeriksa email Anda untuk mengaktifkan akun Anda.
nl: Er is een email aan u verzonden. Check uw mailbox om uw account te activeren.

# paymentCheckViewController_refill
source: Top up
de: Mein Konto aufladen
es: Recargar
fr: Recharger
id: Isi Ulang
nl: Opwaarderen

# paymentCheckViewController_pay
source: Pay
de: Bezahlen
es: Pagar
fr: Payer
id: Bayar
nl: Betalen

# paymentCheckViewController_use_bon
source: Select a coupon
de: Verwenden Sie Ihre Treue-Coupons
es: Use sus vales de fidelidad
fr: Utilisez vos bons de fidélité
id: Gunakan kupon loyalti
nl: Gebruik uw bonuspunten

# paymentCheckViewController_autorefill_of
source: An automatic recharge of %@ will be carried out
de: Eine automatische Aufladung von %@ wird durchgeführt
es: Se va a realizar una recarga automática de %@
fr: Un rechargement automatique de %@ va être effectué
id: Isi ulang otomatis sebesar %@ akan dilakukan
nl: Automatisch opwaarderen van %@ wordt uitgevoerd

# paymentCheckViewController_fidelitiz_title
source: Join the program
de: Am Programm teilnehmen
es: Unirse al programa
fr: Adhérer au programme
id: Join dengan program ini?
nl: Aansluiten bij het programma

# paymentCheckViewController_fidelitiz_create
source: Do you want to use FLASHiZ Rewards and join the company’s loyalty program?
de: Möchten Sie FLASHiZ Belohnungen nutzen und am Treueprogramm des Händlers teilnehmen?
es: ¿Quiere usar Flashiz Rewards y unirse al programa de fidelidad del comercio?
fr: Voulez-vous utiliser Flashiz Rewards et adhérer au programme de fidélité du commerçant ?
id: Apakah anda ingin menggunakan Reward FLASHiZ dan join dengan program loyalti ini?
nl: Wilt u uw Flashiz Rewards gebruiken en u aansluiten bij het klantenprogramma van de winkelier?

# paymentCheckViewController_fidelitiz_register
source: Do you want to join the company’s loyalty program?
de: Möchten Sie an dem Treueprogramm des Händlers teilnehmen?
es: ¿Quiere unirse al programa de fidelidad del comercio?
fr: Voulez-vous adhérer au programme de fidélité du commerçant ?
id: Apakah Anda ingin join dengan program loyalti ini?
nl: Wilt u aansluiten bij het klantenprogramma van de winkelier?

# paymentCheckViewController_included_rewards
source: Incl. Rewards:
id: Termasuk diskon:

# paymentCheckViewController_included_tip
source: Incl. %.1f%% tip:
id: Termasuk tip %.1f%%:

# paymentCheckViewController_included_tip_int
source: Incl. %.0f%% tip:
id: Termasuk tip %.0f%%:

# paymentCheckViewController_btn_tip
source: Tip edit
fr: Pourboire
id: Edit tip

# tipViewController_navigation_title
source: Edit tip amount
id: Edit tip

# tipViewController_lblNoTip
source: No tip
id: Tidak ada tip

# tipViewController_lblPersonalizedTipValue
source: or tap the tip amount to enter your personalized value
id: atau tap jumlah tipuntuk memasukkan jumlah tip yang anda inginkan

# actionSuccessfulAfterPaymentViewController_label_success
source: Congrats, payment successful!
de: Die Zahlung ist erfolgt
es: Pago realizado
fr: Le paiement a bien été effectué
id: PEMBAYARAN SUKSES, TERIMA KASIH!
nl: De betaling is uitgevoerd

# actionSuccessfulAfterPaymentViewController_btn_map
source: FLASHiZ stores around you
de: Flashiz Geschäfte in der Nähe
es: Ver los comercios Flashiz en los alrededores
fr: Voir les commerces Flashiz à proximité
id: Lihat toko yang menerima FLASHiZ
nl: Flashiz winkels in de buurt zoeken

# actionSuccessfulAfterPaymentViewController_lblThisPurchasePoints
source: This purchase just earned you
de: Dieser Kauf brachte Ihnen
es: Con esta compra, ha ganado
fr: Cet achat vient de vous rapporter
id: Pembayaran ini mendapatkan
nl: Deze aankoop levert u

# actionSuccessfulAfterPaymentViewController_lblNbOfPointsEarn
source: 1 point!
de: 1 Punkt!
es: ¡1 punto!
id: 1 poin!
nl: 1 punt op!

# actionSuccessfulAfterPaymentViewController_lblNbOfPointsEarn_s
source: %d points!
de: %d Punkte!
es: ¡%d puntos!
id: %d point!
nl: %d punten op!

# actionSuccessfulAfterPaymentViewController_lblThisPurchaseCoupons
source: This purchase just earned you
de: Dieser Kauf wurde Ihnen mitgeteilt
es: Con esta compra, ha ganado
fr: Cet achat vient de vous rapporter
id: Pembayaran ini mendapatkan
nl: Deze aankoop heeft u

# actionSuccessfulAfterPaymentViewController_lblNbOfCoupons_s
source: %d x %@ coupon
de: %d Gutscheine über %@
es: %d vales de%@
fr: %d bons de %@
id: %d %@ coupons
nl: %d bonnen van %@ opgeleverd.

# actionSuccessfulAfterPaymentViewController_lblNbOfCoupons
source: a %@ coupon
de: Einen Gutschein über %@
es: 1 vale de %@
fr: 1 bon de %@
id: 1 %@ coupon
nl: 1 bon van %@ opgeleverd.

# actionSuccessfulAfterPaymentViewController_btnCongratulations
source: That's great!
de: Herzlichen Glückwunsch!
es: ¡Felicidades!
fr: Bravo !
id: Hebat!
nl: Gefeliciteerd!

# actionSuccessfulAfterPaymentViewController_btnThanks
source: Thank you!
de: Danke!
es: ¡Gracias!
fr: Merci !
id: Terima Kasih!
nl: Bedankt!

# actionSuccessfulAfterPaymentViewController_lblNumberOfPoints_s
source: %d points
de: %d Punkte
es: %d puntos
id: %d poin
nl: %d punten

# actionSuccessfulAfterPaymentViewController_lblNumberOfPoints
source: 1 point
de: 1 Punkt
id: 1 poin
nl: 1 punt

# menu_refill_title
source: Refill your account
de: Mein Konto aufladen
es: Recargar mi cuenta
fr: Recharger mon compte
id: Isi Ulang Akun Anda
nl: Mijn rekening opwaarderen

# refill_account
source: Refill the account…
de: Kontoaufladung...
es: Recargando la cuenta...
fr: Rechargement du compte…
id: Mengisi Ulang Akun Anda...
nl: Rekening opwaarderen...

# cancelling_autorefill_rule
source: Cancelling automatic recharging…
de: Automatisches Aufladen außer Kraft setzen...
es: Cancelación de la recarga automática...
fr: Annulation du rechargement automatique…
id: Membatalkan pengisian otomatis…
nl: Annuleren van automatisch opwaarderen...

# select_card_and_amount
source: Select a card and an amount
de: Eine Karte und einen Betrag wählen
es: Seleccione una tarjeta y una cantidad
fr: Sélectionner une carte et un montant
id: Pilih kartu dan nilai
nl: Een kaart en een bedrag selecteren

# auto_refill_account
source: Automatic charging of the account…
de: Automatisches Aufladen des Kontos...
es: Carga automática de la cuenta...
fr: Chargement automatique du compte…
id: Pengisian Otomatis…
nl: Automatisch opwaarderen van rekening...

# paymentRefillViewController_choose_amount
source: Select an amount
de: Einen Betrag wählen
es: Seleccionar una cantidad
fr: Sélectionner un montant
id: Pilih Nilai
nl: Een bedrag selecteren

# paymentRefillViewController_automatic_refill
source: Refill automatically when my balance reaches 0
de: Automatisches Aufladen, wenn mein Konto bei 0 angelangt ist
es: Recarga automática cuando mi cuenta llegue a 0
fr: Rechargement automatique quand mon compte arrive à 0
id: Isi Ulang Otomatis ketika saldo mencapai 0
nl: Automatisch opwaarderen wanneer mijn rekening op 0 staat

# paymentRefillViewController_your_balance
source: Balance
de: Mein Saldo
es: Mi saldo
fr: Mon solde
id: Saldo Saya
nl: Mijn saldo

# paymentRefillViewController_select_card
source: Select a card
de: Wählen Sie eine Karte zur Belastung
es: Seleccionar una tarjeta de débito
fr: Sélectionner une carte à débiter
id: Pilih Kartu untuk didebit
nl: Een kaart selecteren om bij te schrijven

# paymentRefillViewController_activate
source: Activate
de: Aktivieren
es: Activar
fr: Activer
id: Aktivasi
nl: Activeren

# paymentRefillViewController_desactivate
source: Deactivate
de: Deaktivieren
es: Desactivar
fr: Désactiver
id: Non Aktifkan
nl: Deactiveren

# paymentRefillViewController_success
source: Refill successfull
de: Das Aufladen ist abgeschlossen
es: La recarga se ha realizado con éxito
fr: Le rechargement a bien été effectué
id: Isi Ulang sukses
nl: Het opwaarderen is gelukt

# paymentRefillViewController_success_setRule
source: Automatic refill successfully set up
de: Das automatische Aufladen wurde erfolgreich konfiguriert
es: La recarga automática se ha configurado con éxito
fr: Le rechargement automatique a bien été configuré
id: Isi Ulang otomatis telah selesai dikonfigurasi
nl: Het automatisch opwaarderen is ingesteld

# paymentRefillViewController_success_setRule_off
source: Automatic refill has been deactivated
de: Das automatische Aufladen wurde erfolgreich deaktiviert
es: La recarga automática se ha desactivado con éxito
fr: Le rechargement automatique a bien été désactivé
id: Pengisian Ulang Otomatis telah dinon-aktifkan
nl: Het automatisch opwaarderen is gedeactiveerd

# paymentRefillViewController_save
source: Save
de: Speichern
es: Guardar
fr: Enregistrer
id: Menyimpan
nl: Registreren

# paymentRefillViewController_refill
source: Refill
de: Aufladen
es: Recargar
fr: Recharger
id: Isi Ulang
nl: Opwaarderen

# thanks_you
source: Thank you for your payment!
de: Vielen Dank für Ihre Zahlung!
es: ¡Gracias por su pago!
fr: Merci pour votre paiement !
id: PEMBAYARAN SUKSES, TERIMA KASIH!
nl: Bedankt voor uw betaling!

# canceled
source: Cancelled
de: Abgebrochen
es: Cancelado
fr: Annulé
id: Dibatalkan
nl: Geannuleerd

source: Refused
de: Abgelehnt
es: Rechazado
fr: Refusé
id: Ditolak
nl: Geweigerd

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
id: Batal
nl: Annuleren

source: Accept
de: Akzeptieren
es: Aceptar
fr: Accepter
id: Menerima
nl: Accepteren

source: Loading transactions…
de: Lädt Transaktionen ...
es: Cargando transacciones...
fr: Chargement des transactions…
id: Loading transaksi…
nl: Transacties laden...

# validating_transactions
source: Validation…
de: Sendung...
es: Aceptando...
id: Validasi…
nl: Bevestiging...

# cancelling_transactions
source: Cancellation…
de: Abbruch...
es: Cancelando...
fr: Annulation…
id: Pembatalan…
nl: Annuleren...

source: All
de: Alle
es: Todo
fr: Tout
id: Semua
nl: Alle

# input
source: Credit
de: Haben
es: RECIBIDO
fr: Crédit
id: Kredit

# waiting
source: Pending
de: Ausstehend
es: Pendiente
fr: En attente
id: Menunggu
nl: In behandeling

# cardListViewController_navigation_title
source: Credit cards
de: Meine Kreditkarten
es: Mis tarjetas bancarias
fr: Mes cartes bancaires
id: Kartu kredit saya
nl: Mijn betaalpassen

# cardListViewController_navigation_title_select
source: Credit cards
de: Meine Kreditkarten
es: Mis tarjetas bancarias
fr: Selectionner une carte bancaire
id: Kartu kredit saya
nl: Mijn betaalpassen

# cardListViewController_navigation_title_manage
source: Credit cards
de: Meine Kreditkarten
es: Mis tarjetas bancarias
fr: Gérer mes cartes bancaires
id: Kartu kredit saya
nl: Mijn betaalpassen

# cardListViewController_expired
source: Expires on %@/%@
de: Verfällt am %@/%@
es: Caduca el %@/%@
fr: Expire le %@/%@
id: Masa Aktif berakhir pada %@/%@
nl: Verloopdatum %@/%@

# cardListViewController_already_expired
source: This card has expired
de: Achtung diese Karte ist abgelaufen
es: Atención, esta tarjeta está caducada
fr: Attention cette carte a expiré
id: Peringatan kartu ini masa aktifnya telah berakhir
nl: Let op, deze pas is verlopen

# cardListViewController_re_save
source: Reregister
de: Neuanmeldung
es: Volver a guardar
fr: Réenregistrer
id: Daftar Ulang
nl: Opnieuw registreren

# cardListViewController_add
source: New card
de: Hinzufügen einer Kreditkarte
es: Añadir una nueva tarjeta
fr: Ajouter une nouvelle carte
id: Tambahkan kartu baru
nl: Een nieuwe pas toevoegen

# cardListViewController_alert_deletion_title
source: Warning
de: Vorsicht
es: Atención
fr: Attention
id: Peringatan
nl: Let op

# cardListViewController_alert_deletion_message
source: Are you sure you want to delete this card?
de: Sind Sie sicher, dass Sie diese Karte löschen möchten?
es: ¿Seguro que quiere eliminar esta tarjeta?
fr: Etes-vous sûr de vouloir supprimer cette carte ?
id: Apakah Anda yakin ingin menghapus kartu ini?
nl: Weet u zeker dat u deze pas wilt verwijderen?

# credit_cards_loading
source: Loading cards…
de: Karten werden geladen ...
es: Cargando tarjetas...
fr: Chargement des cartes…
id: Loading kartu…
nl: Laden van de passen...

# no_expired
source: You cannot select a card that has expired
de: Eine Karte, die abgelaufen ist, kann unmöglich gewählt werden
es: Es imposible seleccionar una tarjeta caducada
fr: Impossible de sélectionner une carte qui a expiré
id: Anda tidak dapat memilih kartu yang masa aktifnya telah berakhir.
nl: Niet mogelijk een pas te selecteren die verlopen is

# deleting_credit_card
source: Deleting the credit card…
de: Diese Kreditkarte deaktivieren…
es: Eliminando tarjeta bancaria...
fr: Suppression de la carte bancaire...
id: Hapus Kartu Kredit…
nl: Verwijderen van de betaalpas...

# createCardViewController_navigation_title
source: Add a credit card
de: Eine Kreditkarte hinzufügen
es: Añadir una tarjeta bancaria
fr: Ajouter une carte bancaire
id: Tambahkan Kartu Kredit
nl: Een rekening toevoegen

# createCardViewController_alert_title
source: Name of your card
de: Name Ihrer Karte
es: Nombre para su tarjeta
fr: Nom de votre carte
id: Namakan Kartu Anda
nl: Naam van uw rekening

# createCardViewController_alert_message
source: Name your card
de: Geben Sie Ihrer Karte einen Namen.
es: Póngale un nombre a su tarjeta.
fr: Donnez un nom à votre carte.
id: Berikan Nama untuk Kartu Anda
nl: Geef een naam aan uw rekening.

# createCardViewController_namefield_placeholder
source: Name of the card
de: Name der Karte
es: Nombre de la tarjeta
fr: Nom de la carte
id: Nama pada kartu
nl: Naam van de rekening

# createCardViewController_alert_refill_on_flashiz
source: To refill your account, go to www.flashiz.com
de: Um Ihr Konto aufzuladen, gehen Sie bitte auf www.flashiz.com
es: Para cargar su cuenta, diríjase a www.flashiz.com
fr: Pour créditer votre compte, allez sur www.flashiz.com
id: To credit your account, go to www.flashiz.com
nl: Om je account te crediteren, ga naar www.flashiz.com

# pinViewController_your_personnal_code
source: My personal code
de: Mein persönlicher Code
es: Mi código personal
fr: Mon code personnel
id: PIN Saya
nl: Mijn persoonlijke code

# pinViewController_your_personnal_code_inforamtion
source: Your personal code garantees you're the only one who can use flashiz on this phone. You can change it any time you want.
de: Mit dem persönlichen Code können Sie sicherstellen, dass Sie die einzige Person sind, die FLASHIZ auf diesem Telefon verwenden kann. Sie können das jederzeit ändern.
es: El código personal te permite asegurarte de que eres la única persona que puede usar Flashiz con tu teléfono. Puedes modificarlo en cualquier momento.
fr: Le code personnel vous permet de vous assurer que vous êtes la seule personne à pouvoir utiliser Flashiz sur ce téléphone. Vous pouvez le modifier à tout moment.
id: PIN memastikan bahwa Anda adalah satu-satunya orang yang dapat menggunakan Flashiz pada ponsel ini. Anda dapat mengubahnya setiap saat.
nl: Met de persoonlijke code kunt u er zeker van zijn dat u de enige bent die Flashiz kunt gebruiken op deze telefoon. U kunt hem op elk gewenst moment wijzigen.

# pinViewController_your_personnal_code_enter
source: Please identify yourself by entering your personal code.
de: Bitte loggen Sie sich mit Ihrem persönlichen Code ein.
es: Por favor, identifíquese indicando su código personal
fr: Merci de vous identifier en indiquant votre code personnel.
id: Identifikasi diri Anda dengan memasukkan PIN Anda
nl: Identificeert u zich met uw persoonlijke code.

# pinViewController_your_personnal_code_redefine
source: Please enter a new personal code
de: Bitte wählen Sie eine neue Personal Code
es: Introduzca un nuevo código personal
fr: Merci de saisir un nouveau code personnel
id: Masukkan PIN Anda
nl: Maak een nieuwe persoonlijke code aan

# pinViewController_your_personnal_code_confirm
source: Please, confirm your personal code.
de: Bitte bestätigen Sie die Code, die Sie gerade definiert haben.
es: Confirma el código personal que acabas de introducir.
fr: Merci de confirmer le code personnel que vous venez de définir.
id: Silakan konfirmasi PIN yang baru saja Anda masukkan
nl: Bevestig de nieuwe persoonlijke code

# pinViewController_navigation_title
source: Last step
de: Letzter Schritt
es: Último paso
fr: Dernière étape
id: Langkah Terakhir
nl: Laatste stap

# pinViewController_navigation_header
source: Modify my personal code
de: Meine Code ändern
es: Modificar mi código personal
fr: Modifier mon code personnel
id: Modifikasi PIN
nl: Mijn persoonlijke code wijzigen

source: Loading…
de: Wird geladen ...
es: Cargando...
fr: Chargement…
id: Sedang Diproses...
nl: Laden...

# pinViewController_error_pincode_alert_title
source: Incorrect personal code
de: Falscher Personal Code
es: Código personal incorrecto
fr: Code personnel incorrect
id: PIN Salah
nl: Foutieve persoonlijke code

# pinViewController_error_pincode_alert_message
source: Only %d attempt(s) left
de: Mehr als %d Versuch(e)
es: Solo queda(n) %d intento(s)
fr: Plus que %d essai(s)
id: Tinggal %d percobaan lagi
nl: Nog %d pogingen

# user_invalid
source: An error has occurred during login
de: Bei der Verbindung ist ein Fehler aufgetreten
es: Se ha producido un error durante la conexión
fr: Une erreur est survenue lors de la connexion
id: Error pada saat Login
nl: Er is iets fout gegaan bij de verbinding

# pin_not_matching
source: The personal codes entered are not identical.
de: Die persönlichen Codes sind nicht identisch.
es: Los códigos personales indicados no son idénticos.
fr: Les codes personnels indiqués ne sont pas identiques.
id: PIN yang Anda masukkan tidak sama.
nl: De persoonlijke codes zijn niet gelijk.

# loginviewController_alertview_user_empty
source: Please enter a user name.
de: Bitte geben Sie einen Benutzernamen ein.
es: Introduzca un nombre de usuario.
fr: Veuillez saisir un nom d'utilisateur.
id: Masukkan user name.
nl: Vul uw gebruikersnaam in.

# loginviewController_alertview_password_empty
source: Please enter a password.
de: Bitte geben Sie ein Passwort ein.
es: Introduzca una contraseña.
fr: Veuillez saisir un mot de passe.
id: Masukkan password.
nl: Vul uw wachtwoord in.

# initial_create_account
source: Create an account
de: Konto anlegen
es: Crear una cuenta
fr: Se créer un compte
id: Buat Akun
nl: Een account aanmaken

# loginviewController_link_with_flashiz
source: Link your FLASHiZ account
de: Verknüpfen Sie Ihr FLASHiZ Konto
es: Vincula tu cuenta Flashiz
fr: Liez votre compte Flashiz
id: Hubungkan akun FLASHiZ Anda
nl: Link uw FLASHiZ account

# loginViewController_btnForgottenPassword_title
source: Forgotten your password?
de: Passwort vergessen?
es: ¿Olvidaste tu contraseña?
fr: Mot de passe oublié ?
id: Lupa password Anda?
nl: Wachtwoord vergeten?

# AccountBannerViewController_YourBalance
source: My balance
de: Mein Saldo
es: Mi saldo
fr: Mon solde
id: Saldo Saya
nl: Mijn saldo

# yourLoyaltyProgramDetailsViewController_lblNumberOfPointsBeforeACoupon
source: 1 point left
de: Mehr als 1 Punkt
es: Solo falta 1 punto
fr: Plus que 1 point
id: Hanya 1 poin
nl: Meer dan 1 punt

# yourLoyaltyProgramDetailsViewController_lblNumberOfPointsBeforeACoupon_s
source: %@ points left
de: Mehr als %@ Punkte
es: Solo faltan %@ puntos
fr: Plus que %@ points
id: Hanya %@ poin
nl: Meer dan %@ punten

# paymentViewController_not_flashiz_invoice_alert_title
source: Error
de: Fehler
fr: Erreur

# paymentCheckViewController_tips
source: TIP
de: TRINKGELD
es: PROPINA
fr: POURBOIRE
nl: FOOI

# output
source: Debit
de: Soll
es: PAGADO
fr: Débit
nl: Debet

# cardListViewController_not_flashiz_valid_account
source: Please fill out your information to add a credit card
de: Um Ihre Karte zu verknüpfen, vervollständigen Sie bitte Ihre persönlichen Daten
es: Para enlazar su tarjeta, debe agregar a su información
fr: Pour lier votre carte, vous devez compléter vos informations
nl: Om uw kaart te koppelen, moet u aan uw gegevens

# loginViewController_navigation_title
source: Login
de: Anmelden
es: Conectarse
fr: Se connecter
nl: Verbinden

# initial_connect
source: Login
de: Anmelden
es: Conectarse
fr: Se connecter
nl: Verbinden
