Repository: vanbungkring/badumtas
Catalog: Dompetku/FZResources/Resources/Localizable/FZRewards/*.lproj/FZRewards.strings
Languages: de, es, fr, id, nl

# rewards_search
source: Search
de: Suchen
es: Buscar
fr: Rechercher
id: Pencarian
nl: Zoeken

# DISCOUNT.POINT.CASH.A
source: Get
de: Erhalten
es: Consiga
fr: Obtenez
id: Dapatkan
nl: Ontvang

# DISCOUNT.POINT.CASH.B1
source: point
de: Punkt
es: puntos
id: poin
nl: punt

# DISCOUNT.POINT.CASH.B2
source: points
de: Punkte
es: puntos
id: poin
nl: punten

# DISCOUNT.POINT.CASH.C
source: for
de: für
es: por
fr: pour
id: untuk setiap transaksi
nl: voor

# DISCOUNT.POINT.CASH.D
source: spent.
de: Einkauf.
es: comprar.
fr: d’achat.
nl: aan aankopen

# DISCOUNT.POINT.PAIEMENT.A
source: Get
de: Erhalten
es: Consiga
fr: Obtenez
id: Dapatkan
nl: Ontvang

# DISCOUNT.POINT.PAIEMENT.B1
source: point
de: Punkt
es: puntos
id: poin
nl: punt

# DISCOUNT.POINT.PAIEMENT.B2
source: points
de: Punkte
es: puntos
id: poin
nl: punten

# DISCOUNT.POINT.PAIEMENT.C
source: per purchase.
de: pro Kauf.
es: por compra.
fr: par achat.
id: untuk setiap transaksi.
nl: per aankoop.

# DISCOUNT.PERCENT.PAIEMENT.A
source: Get
de: Erhalten
es: Obtenga
fr: Obtenez
id: Dapatkan diskon
nl: Ontvang

# DISCOUNT.PERCENT.PAIEMENT.B
source: % reduction for each payment.
de: % Rabatt für jede Zahlung.
es: % de reducción en cada pago.
fr: % de réduction à chaque paiement.
id: % untuk setiap transaksi.
nl: % korting bij elke betaling.

# DISCOUNT.POINT.CASH.GET.A
source: Collect
de: Sammeln Sie
es: Acumule
fr: Cumulez
id: Kumpulkan
nl: Verzamel

# DISCOUNT.POINT.CASH.GET.B1
source: point
de: Punkt
es: puntos
id: poin
nl: punt

# DISCOUNT.POINT.CASH.GET.B2
source: points
de: Punkte
es: puntos
id: poin
nl: punten

# DISCOUNT.POINT.CASH.GET.C
source: to get a coupon worth
de: um einen Einkaufsgutschein von
es: para conseguir un vale de compra de
fr: pour obtenir un bon d’achat de
id: untuk mendapatkan kupon senilai
nl: um einen Einkaufsgutschein von

# DISCOUNT.POINT.PERCENT.A
source: Collect
de: Sammeln Sie
es: Acumule
fr: Cumulez
id: Kumpulkan
nl: Verzamel

# DISCOUNT.POINT.PERCENT.B1
source: point
de: Punkt
es: puntos
id: poin
nl: punt

# DISCOUNT.POINT.PERCENT.B2
source: points
de: Punkte
es: puntos
id: poin
nl: punten

# DISCOUNT.POINT.PERCENT.C
source: to get a discount coupon worth
de: für ein Rabattguthaben von
es: para conseguir un vale descuento de
fr: pour obtenir un bon de réduction de
id: untuk mendapatkan diskon
nl: voor een kortingsbon van

# fidelitizHomeViewController_sgmCtrl_title_0
source: My programs
de: Meine Programme
es: Mis programas
fr: Mes programmes
id: Program Saya
nl: Mijn programma's

# fidelitizHomeViewController_sgmCtrl_title_1
source: All programs
de: Alle Programme
es: Todos los programas
fr: Tous les programmes
id: Semua Program
nl: Alle programma's

# yourLoyaltyProgramDetailsViewController_btn_deleteCard
source: Stop
de: Anhalten
es: Parar
fr: Arrêter
id: Berhenti
nl: Stoppen

# yourLoyaltyProgramDetailsViewController_lblNumberOfCoupons
source: 1 coupon worth
de: 1 Bon von
es: 1 vale de
fr: 1 bon de
id: 1 kupon senilai
nl: 1 bon van

# yourLoyaltyProgramDetailsViewController_lblNumberOfCoupons_s
source: %@ coupons worth
de: %@ Bons von
es: %@ vales de
fr: %@ bons de
id: %@ kupon senilai
nl: %@ bonnen van

# yourLoyaltyProgramDetailsViewController_lblNumberOfPoints
source: %.0f Point
de: %.0f Punkt
es: %.0f Puntos
id: %.0f poin
nl: %.0f Punt

# yourLoyaltyProgramDetailsViewController_lblNumberOfPoints_s
source: %.0f Points
de: %.0f Punkte
es: %.0f Puntos
id: %.0f poin
nl: %.0f Punten

# yourLoyaltyProgramDetailsViewController_lblAmountSaved
source: %@ saved
de: %@ gespart
es: %@ de ahorro
fr: %@ économisé
id: %@ disimpan
nl: %@ bespaard

# yourLoyaltyProgramDetailsViewController_alertView_deleteCard
source: Do you want to delete this loyalty card?
de: Möchten Sie diese Treuekarte entfernen?
es: ¿Quiere eliminar esta tarjeta de cliente?
fr: Voulez-vous supprimer cette carte de fidélité ?
id: Apakah Anda ingin menghapus kartu loyalti ini?
nl: Wilt u deze klantenkaart verwijderen?

# loyaltyProgramDetailsViewController_btnSuscribe
source: Join
de: Beitritt
es: Unirse
fr: Adhérer
id: Ikut
nl: Aansluiten

# loyaltyProgramDetailsViewController_alert_title_private_code
source: Please enter your member's code
de: Bitte geben Sie Ihren Mitgliedscode ein
es: Introduzca su código de socio
fr: Veuillez saisir votre code adhérent
id: Masukkan kode anggota Anda
nl: Vul uw klantnummer in

# loyaltyProgramDetailsViewController_bad_password
source: Invalid code
de: Ungültigen Code
es: Código no válido
fr: Code invalide
id: Kode Tidak Valid
nl: Ongeldige code

# FidelitizTermsOfUseViewController_start_use
source: To start using Flashiz Rewards
de: Um zu beginnen Flashiz Belohnungen zu nutzen
es: Para comenzar a usar Flashiz Rewards
fr: Pour commencer à utiliser Flashiz Rewards
id: Untuk mulai menggunakan Flashiz Reward
nl: Hoe gebruikt u Flashiz Rewards

# FidelitizTermsOfUseViewController_term_button
source: Accept the terms and conditions
de: Akzeptieren Sie die generellen Nutzungsbedingungen
es: Acepta las condiciones generales de uso
fr: Acceptez les conditions générales d'utilisation
id: Terima Syarat dan Ketentuan
nl: Accepteer de algemene gebruiksvoorwaarden

# FidelitizTermsOfUseViewController_add_programs
source: And join your first loyalty program!
de: Und beachten Sie Ihr erstes Programm!
es: ¡Y únete a tu primer programa!
fr: Et adhérez à votre premier programme !
id: Dan bergabung dengan program loyalti!
nl: En sluit u aan bij uw eerste programma!

# fidelitizHomeViewController_navigation_title
source: Rewards
id: Reward
