Repository: vanbungkring/badumtas
Catalog: Dompetku/FZResources/Resources/Localizable/FZCoreUI/*.lproj/FZCoreUI.strings
Languages: de, es, fr, nl

# menu_refill
source: Refill
de: Mein Konto aufladen
es: Recargar
fr: Recharger
nl: Opwaarderen

# menu_my_informations
source: Contact details
de: Meine Informationen
es: Mis datos
fr: Mes informations
nl: Mijn informatie

# menu_my_cards
source: Credit cards
de: Meine Karten
es: Mis tarjetas
fr: Mes cartes
nl: Mijn kaarten

# menu_security
source: Security
de: Sicherheit
es: Seguridad
fr: Sécurité
nl: Veiligheid

# menu_check_my_account
source: Confirm my account
de: Bestätigen Sie Ihr Konto
es: Confirmar mi cuenta
fr: Confirmer mon compte
nl: Mijn account bevestigen

# menu_shop_around_me
source: FLASHiZ stores around you
de: FLASHiZ-Geschäfte in der Nähe
es: Comercios Flashiz en los alrededores
fr: Commerces Flashiz à proximité
nl: Flashiz winkels in de buurt

# menu_log_off
source: Logout
de: Abmelden
es: Desconexión
fr: Déconnexion
nl: Verbinding verbreken

# menu_home
source: Home
de: Willkommen
es: Inicio

# initial_presentation_describe_1
source: Flash the QR Code... and it's paid!
de: Scannen Sie den QR-Code ... Zahlung erfolgt!
es: ¡HAZ FLASH Y PAGA!
fr: Flashez le qr code... et c'est payé !
nl: Flash de qr code... en u heeft betaald!

# initial_presentation_describe_2
source: With FLASHiZ you can pay in store, online and even send money to your friends
de: Mit FLASHiZ bezahlen Sie im Laden, im Internet und bei Freunden
es: Con Flashiz, paga en tiendas, en Internet y entre amigos
fr: Avec Flashiz, payez en magasin, sur le web et entre amis
nl: Met Flasiz kunt u betalen in winkels, op het web en aan vrienden

# initial_presentation_describe_3
source: Pay with FLASHiZ and get rewards!
de: Bezahlen und verwalten Sie Ihre Kundenkarten auf Ihrem Handy
es: Paga y gestiona tus tarjetas de cliente con el móvil
fr: Payez et gérez vos cartes de fidélité avec votre mobile
nl: Betaal en beheer uw klantenkaarten met uw mobiele telefoon

# countryViewController_country_downloading
source: Loading the countries list...
de: Länderliste wird geladen ...
es: Cargando lista de países...
fr: Chargement de la liste des pays...
nl: Landenlijst laden...

# countryViewController_navigation_title
source: Select your country
de: Wählen Sie Ihr Land
es: Elige tu país
fr: Choisissez votre pays
nl: Kies uw land

# countryViewController_search
source: Search
de: Suchen
es: Buscar
fr: Rechercher
nl: Zoeken

# registerUserViewController_navigation_title
source: Register in just 3 steps!
de: Registrieren Sie!
es: ¡REGíSTRATE YA!
fr: Inscrivez-vous !
nl: Schrijf nu in!

# registerUserViewController_sub_navigation_title
source: Create my login
de: Meine Kontodaten anlegen
es: Crear mis credenciales
fr: Créer mes identifiants
nl: Mijn gebruikersgegevens aanmaken

# registerUserViewController_acknowledgement
source: Click "validate" to acknowledge you read and agreed to our
de: Wenn Sie senden, bestätigen Sie, dass Sie Kenntnis
es: Al hacer click aquí, confirmas haber leído y aceptado las
fr: En validant, vous reconnaissez avoir pris connaissance des
nl: Door te valideren bevestigt u dat u kennis heeft genomen van

# registerUserViewController_terms_of_use
source: terms and conditions
de: Nutzungsbedingungen genommen haben.
es: condiciones de uso
fr: conditions générales d'utilisation
nl: de algemene gebruiksvoorwaarden

# registerUserViewController_check_email
source: Did you double check your email?
de: Haben Sie schon Ihre E-Mail überprüft?
es: ¿Has comprobado bien tu email?
fr: Avez-vous bien vérifié votre email ?
nl: Heeft u uw email gecontroleerd?

# registerUserViewController_check_password
source: Did you double check your password?
de: Haben Sie schon Ihr Passwort überprüft?
es: ¿Has comprobado bien tu contraseña?
fr: Avez-vous bien vérifié votre mot de passe ?
nl: Heeft u uw wachtwoord gecontroleerd?

# registerUserViewController_unvalid_email
source: Your email address is not valid.
de: Ihre E-Mail scheint nicht gültig zu sein
es: Tu email no parece válido
fr: Votre email ne semble pas valide
nl: Uw email is niet geldig

# registerUserViewController_unvalid_password
source: Your password is not valid. Make sure it has 8 characters minimum (numbers and letters).
de: Ihr Passwort scheint nicht gültig zu sein. Es muss aus mindestens 8 Zeichen (Buchstaben und Zahlen) bestehen.
es: Tu contraseña no parece válida. Debe componerse como mínimo de 8 caracteres (cifras y letras).
fr: Votre mot de passe ne semble pas valide. Il doit être composé au minimum de 8 caractères (chiffres et lettres).
nl: Uw wachtwoord is niet geldig. Deze moet bestaan uit minimaal 8 karakters (cijfers en letters).

# registerResponseViewController_response
source: Your answer
de: Ihre Antwort
es: Su respuesta
fr: Votre réponse
nl: Uw antwoord

# historic
source: History
de: Verlauf
es: Historial
fr: Historique
nl: Geschiedenis

# timeoutViewController_deal_success
source: The modification was successfull
de: Die Änderung wurde erfolgreich durchgeführt
es: La modificación se ha realizado con éxito
fr: La modification a été effectuée avec succès
nl: De wijziging is uitgevoerd

# timeoutViewController_change_pin
source: Change my personal code
de: Meinen persönlichen Code ändern
es: Cambiar mi código personal
fr: Changer mon code personnel
nl: Mijn persoonlijke code wijzigen

# timeoutViewController_autolock_title
source: Change the autolock
de: Das Autolock ändern
es: Cambio del bloqueo automático
fr: Changement de l’autolock
nl: Autolock wijzigen

# timeoutViewController_autolock_description
source: Time before FLASHiZ gets disconnected.
de: Anzahl der Minuten ohne Aktivität, bevor Flashiz sich trennt.
es: Número de minutos antes de que Flashiz se desconecte cuando ha cesado la actividad.
fr: Nombre de minutes avant que Flashiz ne se déconnecte s’il n’y a plus d’activité.
nl: Aantal minuten voordat Flashiz uitschakelt als er geen activiteiten meer zijn.

# timeoutViewController_pin_not_matching
source: Your personal code is not valid. Please try again.
de: Die persönlichen Codes sind nicht identisch.
es: Los códigos personales indicados no son idénticos.
fr: Les codes personnels indiqués ne sont pas identiques.
nl: De ingevulde persoonlijke codes komen niet overeen.

# currencyManager_error
source: The currency identified by the server is not accepted. Please login again.
de: Die durch den Server identifizierte Währung wurde nicht akzeptiert. Bitte melden Sie sich erneut an.
es: La divisa que ha identificado el servidor no se acepta. Vuelva a conectarse.
fr: La devise identifiée par le serveur n’est pas acceptée. Veuillez vous reconnecter.
nl: Het apparaat wordt niet geaccepteerd door de server. Probeer opnieuw te verbinden.

# accountBannerViewController_action_sheet
source: Select my avatar:
de: Mein Avatar auswählen:
es: Seleccionar mi avatar:
fr: Sélectionner mon avatar :
nl: Mijn avatar selecteren:

# accountBannerViewController_from_library
source: My photos
de: Meine Fotos
es: Mis fotos
fr: Mes photos
nl: Mijn foto's

# accountBannerViewController_from_camera
source: Take a photo
de: Ein Foto machen
es: Hacer una foto
fr: Prendre une photo
nl: Een foto maken

# termsOfUseViewController_header_title
source: Terms and conditions
de: Allgemeine Geschäftsbedingungen
es: Condiciones generales de uso
fr: Conditions générales d'utilisation
nl: Algemene gebruiksvoorwaarden

# userInformationViewController_navigation_title
source: Change my contact details
de: Eigene Angaben ändern
es: Modificar mis datos
fr: Modifier mes informations
nl: Mijn gegevens wijzigen

# userInformationViewController_last_name
source: Last name
de: Name
es: Apellidos
fr: Nom
nl: Naam

# userInformationViewController_first_name
source: First name
de: Vorname
es: Nombre
fr: Prénom
nl: Voornaam

# userInformationViewController_sex
source: Gender
de: Geschlecht
es: Sexo
fr: Sexe
nl: Geslacht

# userInformationViewController_birthday
source: Date of birth
de: Geburtsdatum
es: Fecha de nacimiento
fr: Date de naissance
nl: Geboortedatum

# userInformationViewController_nationality
source: Nationality
de: Nationalität
es: Nacionalidad
fr: Nationalité
nl: Nationaliteit

# userInformationViewController_adress
source: Address
de: Anschrift
es: Dirección
fr: Adresse
nl: Adres

# userInformationViewController_city_code
source: Zip code
de: Postleitzahl
es: Código postal
fr: Code postal
nl: Postcode

# userInformationViewController_city_name
source: City
de: Stadt
es: Ciudad
fr: Ville
nl: Woonplaats

# userInformationViewController_country
source: Country
de: Land
es: País
fr: Pays
nl: Land

# userInformationViewController_phone_number
source: Mobile number
de: Handynummer
es: Tel. móvil
fr: Tel. portable
nl: Mobiele telefoon

# userInformationViewController_birthday_date_format
source: MM/dd/yyyy
de: dd/MM/yyyy
es: dd/MM/aaaa
fr: dd/MM/yyyy
nl: dd/MM/yyyy

# saving_user_data
source: Saving the data
de: Speicherung der Daten
fr: Enregistrement des données
nl: Gegevensregistratie

# autoCloseWindow_3ds_session_expired_title
source: Your session has expired
de: Ihre Sitzung ist abgelaufen
es: Tu sesión ha expirado
fr: Votre session a expiré
nl: Uw sessie is verlopen

# autoCloseWindow_3ds_session_expired_message
source: For security reasons, the registration of your credit card has been interrupted. Please try again.
de: Aus Sicherheitsgründen ist die Registrierung Ihrer Kreditkarte unterbrochen. Bitte versuchen Sie es erneut.
es: Por razones de seguridad se ha interrumpido el registro de tu tarjeta de crédito. Inténtalo de nuevo.
fr: Par mesure de sécurité l'enregistrement de votre carte bancaire a été annulé, veuillez rééssayer.
nl: Om veiligheidsredenen wordt uw creditcard registratie gesuspendeerd. Probeer het opnieuw.

# forgottenPasswordSendMailViewController_lblSubNavigation_text
source: Find Your Account
de: Meinen Account wiederfinden
es: Recuperar mi cuenta
fr: Retrouver mon compte
nl: Mijn account vinden

# forgottenPasswordSendMailViewController_actionSuccessful_title
source: Please go to your inbox to set your new password.
de: Bitte gehen Sie zu Ihrem Postfach, um ein neues Passwort zu erstellen.
es: Consulta tu correo electrónico para establecer una nueva contraseña.
fr: Veuillez consulter votre messagerie pour définir votre nouveau mot de passe.
nl: Raadpleeg uw inbox om uw nieuwe wachtwoord vast te stellen

# forgottenPasswordNewPasswordViewController_lblNavigation_text
source: My new password
de: Mein neues Passwort
es: Mi nueva contraseña
fr: Mon nouveau mot de passe
nl: Mijn nieuwe wachtwoord

# app_confirm_password
source: Confirm password
de: Bestätigen Sie Ihr Passwort
es: Confirma tu contraseña
fr: Confirmez le mot de passe
nl: Bevestig uw nieuwe wachtwoord

# forgottenPasswordSecretAnswerViewController_lblQuestion_text
source: Security question
de: Sicherheitsfrage
es: Pregunta de seguridad
fr: Question de sécurité
nl: Veiligheidsvraag

# forgottenPasswordSecretAnswerViewController_textFieldResponse_placeHolder
source: Your answer
de: Ihre Antwort
es: Su respuesta
fr: Votre réponse
nl: Uw antwoord

# forgottenPasswordNewPasswordViewController_lblInstructions_text
source: Your password must contain a minimum of 8 characters (numbers and letters).
de: Ihr Passwort muss aus mindestens 8 Zeichen (Buchstaben und Zahlen) bestehen.
es: Tu contraseña debe contener un mínimo de 8 caracteres (cifras y letras).
fr: Votre mot de passe doit etre composé au minimum de 8 caractères (chiffres et lettres)
nl: Uw wachtwoord .deze moet bestaan uit minimaal 8 karakters (cijfers en letters).

# forgottenPasswordSecretAnswerViewController_lblBadAnswer_text
source: Answer is incorrect, please retry
de: Antwort ist falsch, wiederholen Sie bitte.
es: Respuesta incorrecta, inténtalo de nuevo.
fr: La réponse est incorrecte, veuillez réessayer.
nl: Het antwoord is onjuist, probeer het nogmaals.

# forgottenPasswordNewPasswordViewController_password_identical
source: Passwords entered are not identical.
de: Die Passworte sind nicht identisch.
es: Las contraseñas indicados no son idénticos.
fr: Les mots de passe indiqués ne sont pas identiques.
nl: Wachtwoorden zijn niet gelijk.

# registerCaptchaViewController_navigation_title
source: You're almost there!
de: Es ist fast fertig
es: Ya queda poco
fr: C'est bientôt fini
nl: Het is bijna klaar

# registerCaptchaViewController_security_questions_downloading
source: Loading security questions
de: Sicherheitsfragen werden geladen...
es: Carga de los pregunta de seguridad...
fr: Chargement des questions de sécurité...
nl: Laden van veiligheidsvraag...

# registerCaptchaViewController_sub_navigation_title
source: Security
de: Sicherheit
es: Seguridad
fr: Sécurité
nl: Veiligheid

# registerCaptchaViewController_sub_navigation_text
source: This step proves to us that you are the person who is registering.
de: Dieser Schritt versichert uns, dass Sie mit Ihrer Anmeldung beginnen.
es: Este paso nos garantiza que la apertura la realiza una persona y no una máquina.
fr: Cette étape nous assure que vous êtes bien à l’origine de votre inscription.
nl: Met deze stap bevestigt u dat u degene bent die deze aanvraag doet.

# registerCaptchaViewController_select_security_question
source: Select your security question
de: Wählen Sie Ihre Sicherheitsfrage
es: Elige la pregunta de seguridad
fr: Choisissez votre question de sécurité
nl: Selecteer uw veiligheidsvraag

# registerCaptchaViewController_rewrite_captcha
source: Re-enter the code
de: Geben Sie den Code noch einmal ein
es: VUELVE A COPIAR
fr: Recopiez le code
nl: Kopieer de code

# registerCaptchaViewController_validate
source: Validate and go to the last step
de: Bestätigen Sie und gehen Sie zum letzten Schritt
es: Aceptar y pasar al último paso
fr: Valider et passer à la dernière étape
nl: Bevestigen en doorgaan naar de laatste stap

# registerCaptchaViewController_response_validate
source: Your answer has been saved
de: Ihre Antwort wurde gespeichert
es: Se ha guardado correctamente la respuesta
fr: Votre réponse a bien été enregistrée
nl: Uw antwoord is geregistreerd

# registerCaptchaViewController_enter_captcha
source: Re-enter the code
de: Geben Sie den Code ein
es: VUELVE A COPIAR
fr: Recopiez le code
nl: Kopieer de code

# registerCaptchaViewController_mail_notification_title
source: Account activation
de: Account aktivieren
es: Activación de la cuenta
fr: Activation du compte !
nl: Account activatie

# menu_faq
source: FAQ
es: Preguntas frecuentes

# menu_tutorial
source: Tutorial
fr: Tutoriel
nl: Zelfcursus
